Repository: dr-Styki/ScreenRec
Catalog: po/extra/*.po
Languages: fr, nl

source: ScreenRec
nl: Schermopname

source: Record videos of the screen
fr: Enregistrez des vidéos de l'écran
nl: Maak video's van het scherm

source: Screenshot;Screen;Record;Recording;
nl: Screenshot;Schermfoto;Schermafbeelding;Schermafdruk;Scherm;Opname;Opnemen;

source: A simple screen recording tool which was make to work like the elementary OS Screenshot tool.
fr: Un outil d'enregistrement d'écran conçu pour fonctionner comme l'outil de capture d'écran d'elementary OS.
nl: Een eenvoudige schermopnametoepassing, ge√Ønspireerd door elementary's schermfototoepassing.

source: Included features:
fr: Fonctionnalités incluses :
nl: Kenmerken:

source: Recording sound from computer
fr: Enregistrement du son de l'ordinateur
nl: Neem audio van de computer op

source: Recording sound from microphone
fr: Enregistrement du son du microphone
nl: Neem audio van de microfoon op

source: Available format: MP4, MKV and WEBM
fr: Formats disponibles : MP4, MKV et WEBM
nl: Opnameformaten: mp4, mkv en webm

source: Fix unsensitive window if a record is cancelled. Name changed back to ScreenRec.
fr: Correction de la sensibilité de la fenêtre si l'enregistrement est annulé. Changement de nom pour revenir à ScreenRec.
nl: Opgelost: het venster reageerde niet als een opname werd afgebroken.

source: Application rewrite. Use GStreamer backend instead of FFmpeg etc.
fr: Réécriture de l'application. Utilisation du service GStreamer au lieu de FFmpeg etc.
nl: De code is volledig herschreven. Voortaan wordt het GStreamer-backend gebruikt in plaats van ffmpeg.

source: UI improvements
fr: Améliorations de l'interface
nl: Uiterlijke verbeteringen

source: First release after the fork of the screenrecorder app by Mohammed ALMadhoun
fr: Première publication après le fork de l'application screenrecorder de Mohammed ALMadhoun
nl: De eerste uitgave na de fork van de oude app van Mohammed ALMadhoun
