Repository: dr-Styki/ScreenRec
Catalog: po/*.po
Languages: es, nl, pt, ro

source: Screen Records
es: Grabaciones de Pantalla
nl: Schermopnamen
pt: Gravador de Ecrã
ro: Înregistrări de ecran

source: Grab the whole screen
es: Grabar pantalla completa
nl: Hele scherm vastleggen
pt: Capturar o ecrã inteiro
ro: Înregistrează întregul ecran

source: Grab the current window
es: Grabar ventana actual
nl: Huidig venster vastleggen
pt: Capturar a janela atual
ro: Înregistrează fereastra actuală

source: Select area to grab
es: Seleccionar área a grabar
nl: Opnamegebied selecteren
pt: Selecionar área para capturar
ro: Selectează o zonă pentru a fi înregistrată

source: Record Screen
es: Grabar Pantalla
nl: Scherm opnemen
pt: Gravar Ecrã
ro: Înregistrează ecranul

source: Close
es: Cerrar
nl: Sluiten
pt: Fechar
ro: Închide

source: To cancel the recording
nl: Om te stoppen
ro: Pentru a anula înregistrarea

source: To stop the recording
nl: Om te stoppen
ro: Pentru a opri înregistrarea

source: To pause or resume the recording
nl: Om te onderbreken of hervatten
ro: Pentru a pune pauză sau a relua înregistrarea

source: Resume
es: Resumen
nl: Hervatten
pt: Resumir
ro: Reluare

source: Pause
es: Pausa
nl: Onderbreken
pt: Pausar
ro: Pauză

source: Cancel
es: Cancelar
nl: Annuleren
pt: Cancelar
ro: Anulare

source: Minimise
es: Minimizar
nl: Minimaliseren
pt: Minimizar
ro: Minimizare

source: Stop Recording
es: Detener Grabación
nl: Opname stoppen
pt: Parar Gravação
ro: Oprește înregistrarea

source: Recording starts in…
es: La grabación empieza en…
nl: De opname start over…
pt: Gravação começa em…
ro: Înregistrarea începe în...

source: Video recording in progress
es: Grabación de video en progreso
nl: Er wordt een video opgenomen
pt: Gravação do vídeo em progresso
ro: Înregistrare video în curs

source: Save record as…
es: Grabar grabación como…
nl: Opname opslaan als…
pt: Guardar gravação em…
ro: Salvează înregistrarea ca...

source: Name:
es: Nombre:
nl: Naam:
pt: Nome:
ro: Nume:

source: Folder:
es: Carpeta:
nl: Map:
pt: Pasta:
ro: Dosar:

source: Select Screen Records Folder…
es: Seleccionar Carpeta de Grabaciones…
nl: Kies de opnamemap…
pt: Selecionar a Pasta de Gravações de Ecrã…
ro: Alege dosarul de destinație...

source: Save
es: Guardar
nl: Opslaan
pt: Guardar
ro: Salvează

source: Screen record from %s
es: Grabar pantalla desde %s
nl: Schermopname van %s
pt: Gravação de ecrã de %s
ro: Înregistrare de ecran de la %s

source: Recording started
es: Comenzó la grabación
nl: De opname is gestart
pt: Gravação iniciada
ro: Înregistrarea a început

source: Recording stopped
es: Grabación detenida
nl: De opname is gestopt
pt: Gravação parou
ro: Înregistrarea s-a încheiat

source: Recording paused
es: Grabación pausada
nl: De opname is onderbroken
pt: Gravação pausada
ro: Înregistrarea a fost pusă pe pauză

source: Recording resumed
es: Grabación renundada
nl: De opname is hervat
pt: Gravação resumida
ro: Înregistrarea a fost reluată

source: Countdown cancelled
es: Cuenta regresiva cancelada
nl: Het aftellen is afgebroken
pt: Contagem decrescente cancelada
ro: Numărătoarea inversă a fost anulată

source: The recording has been started
es: La grabación ha empezado
nl: De opname is gestart
pt: A gravação foi iniciada
ro: Înregistrarea a început

source: The recording is complete
es: La grabación está completa
nl: De opname is voltooid
pt: A gravação está completada
ro: Înregistrarea s-a încheiat

source: The recording has been paused
es: La grabación ha sido pausada
nl: De opname is onderbroken
pt: A gravação foi pausada
ro: Înregistrarea a fost pusă pe pauză

source: The recording has been resumed
es: La grabación ha sido renundada
nl: De opname is hervat
pt: A gravação foi resumida
ro: Înregistrarea a fost reluată

source: The countdown has been cancelled
es: La cuenta regresiva se ha cancelado
nl: Het aftellen is afgebroken
pt: A contagem decrescente foi cancelada
ro: Numărătoarea inversă a fost anulată

source: Grab mouse pointer:
es: Grabar puntero del ratón:
nl: Cursor vastleggen:
pt: Capturar o cursor do rato:
ro: Capturează și cursorul:

source: Close after saving:
es: Cerrar después de guardar:
nl: Sluiten na opslaan:
pt: Fechar após guardar:
ro: Închide după salvarea înregistrării:

source: Record sounds:
es: Grabar sonidos:
nl: Audio opnemen:
pt: Gravar sons:
ro: Înregistrează sunete:

source: Record sound from computer
es: Grabar sonidos del computador
nl: Neem audio van de computer op
pt: Gravar som do computador
ro: Înregistrează sunetele de la calculator

source: Record sound from microphone
es: Grabar sonidos del micrófono
nl: Neem audio van de microfoon op
pt: Gravar som do microfone
ro: Înregistrează sunetele de la microfon

source: Delay in seconds:
es: Retraso en segundos:
nl: Vertraging (in seconden):
pt: Atraso em segundos:
ro: Întârziere la declanșare (în secunde):

source: Frame rate:
es: Cuadros por segundo:
nl: Framesnelheid:
pt: Taxa de fotogramas:
ro: Cadre pe secundă:

source: Format:
es: Formato:
nl: Formaat:
pt: Formato:
ro: Formatul fișierului:
